<?php

//так я привык называть переменные

$r = 'результат';
$i = 'вставить или записать';
$u = 'обновить';
$d = 'удалить';
$t = 'время';
$e = 'ошибка';
$s = 'строка';
$n = 'номер';

$ups = 'ошибки';
$oke = 'не ошибки';

$st = 'старт';
$en = 'финиш';

$arr = 'массив';

$t = 'время';

$st = microtime();//стартовое время
$et = microtime();//конечное время

$url_p = 'урл страницы';
$url_i = 'урл картинки';

//УДАЛИТЬ ПЕРЕМЕННУЮ
$ade = __; //или
unset($ade, $ade1, $ade2);

//КОНСТАНТА
define("RATE", 2850);
echo RATE; //вывод константы

?>